Repository: cook-gpt/cook-gpt
Catalog: src/CookGPT/Localizable.xcstrings
Source language: en
Languages: ca, de, es, fr, it, ja, nl, pt, ru, zh_hans

source: + Add recipe
ca: + Afegeix recepta
de: + Rezept hinzufügen
es: + Añadir receta
fr: + Ajouter une recette
it: + Aggiungi ricetta
ja: + レシピを追加
nl: + Recept toevoegen
pt: + Adicionar receita
ru: + Добавить рецепт
zh_hans: + 添加食谱

source: + Add to groceries list
ca: + Afegeix a la llista
de: + Zur Liste hinzufügen
es: + Añadir a la lista
fr: + Ajouter à la liste
it: + Aggiungi alla lista
ja: + 買い物リストに追加
nl: + Toevoegen aan lijst
pt: + Adicionar à lista
ru: + Добавить в список
zh_hans: + 添加到购物清单

source: + Plan meals
ca: + Planifica àpats
de: + Mahlzeiten planen
es: + Planificar comidas
fr: + Planifier les repas
it: + Pianifica pasti
ja: + 食事を計画
nl: + Maaltijden plannen
pt: + Planear refeições
ru: + Планировать питание
zh_hans: + 规划餐食

source: A default list is created on first launch.
ca: Es crea una llista predeterminada en el primer inici.
de: Eine Standardliste wird beim ersten Start erstellt.
es: Se crea una lista predeterminada en el primer inicio.
fr: Une liste par défaut est créée au premier lancement.
it: Una lista predefinita viene creata al primo avvio.
ja: 初回起動時にデフォルトリストが作成されます。
nl: Een standaardlijst wordt aangemaakt bij de eerste start.
pt: Uma lista padrão é criada no primeiro arranque.
ru: При первом запуске создаётся список по умолчанию.
zh_hans: 首次启动时会创建默认列表。

source: A diet profile is created on first launch.
ca: Es crea un perfil de dieta en el primer inici.
de: Ein Ernährungsprofil wird beim ersten Start erstellt.
es: Se crea un perfil de dieta en el primer inicio.
fr: Un profil alimentaire est créé au premier lancement.
it: Un profilo alimentare viene creato al primo avvio.
ja: 初回起動時に食事プロフィールが作成されます。
nl: Een dieetprofiel wordt aangemaakt bij de eerste start.
pt: Um perfil de dieta é criado no primeiro arranque.
ru: Профиль питания создаётся при первом запуске.
zh_hans: 首次启动时会创建饮食档案。

source: Add
ca: Afegeix
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
nl: Toevoegen
pt: Adicionar
ru: Добавить
zh_hans: 添加

source: Add at least one recipe to breakfast category to allow breakfast planning
ca: Afegeix almenys una recepta a la categoria Esmorzar per planificar esmorzars.
de: Füge mindestens ein Rezept zur Kategorie Frühstück hinzu, um Frühstücksplanung zu ermöglichen.
es: Añade al menos una receta a la categoría Desayuno para planificar desayunos.
fr: Ajoutez au moins une recette à la catégorie Petit-déjeuner pour planifier les petits-déjeuners.
it: Aggiungi almeno una ricetta alla categoria Colazione per pianificare la colazione.
ja: 朝食の計画には、朝食カテゴリに少なくとも1つのレシピを追加してください。
nl: Voeg minstens één recept toe aan de categorie Ontbijt om ontbijtplanning mogelijk te maken.
pt: Adicione pelo menos uma receita à categoria Pequeno-almoço para planear o pequeno-almoço.
ru: Добавьте хотя бы один рецепт в категорию «Завтрак», чтобы планировать завтрак.
zh_hans: 至少添加一个早餐分类的食谱才能规划早餐。

source: Add categories
ca: Afegeix categories
de: Kategorien hinzufügen
es: Añadir categorías
fr: Ajouter des catégories
it: Aggiungi categorie
ja: カテゴリを追加
nl: Categorieën toevoegen
pt: Adicionar categorias
ru: Добавить категории
zh_hans: 添加分类

source: Add category
ca: Afegeix categoria
de: Kategorie hinzufügen
es: Añadir categoría
fr: Ajouter une catégorie
it: Aggiungi categoria
ja: カテゴリを追加
nl: Categorie toevoegen
pt: Adicionar categoria
ru: Добавить категорию
zh_hans: 添加分类

source: Add ingredient
ca: Afegeix ingredient
de: Zutat hinzufügen
es: Añadir ingrediente
fr: Ajouter un ingrédient
it: Aggiungi ingrediente
ja: 材料を追加
nl: Ingrediënt toevoegen
pt: Adicionar ingrediente
ru: Добавить ингредиент
zh_hans: 添加食材

source: Add recipe
ca: Afegeix recepta
de: Rezept hinzufügen
es: Añadir receta
fr: Ajouter une recette
it: Aggiungi ricetta
ja: レシピを追加
nl: Recept toevoegen
pt: Adicionar receita
ru: Добавить рецепт
zh_hans: 添加食谱

source: Additional pro features are planned for a future update. The current version is free and includes no in-app purchases or subscriptions.
ca: Es preveuen funcions Pro en una futura actualització. La versió actual és gratuïta i no inclou compres ni subscripcions.
de: Zusätzliche Pro-Funktionen sind für ein zukünftiges Update geplant. Die aktuelle Version ist kostenlos ohne Käufe oder Abonnements.
es: Se planean funciones Pro en una futura actualización. La versión actual es gratuita y no incluye compras ni suscripciones.
fr: Des fonctionnalités Pro sont prévues dans une future mise à jour. La version actuelle est gratuite sans achats ni abonnements.
it: Ulteriori funzioni Pro sono previste in un aggiornamento futuro. La versione attuale è gratuita senza acquisti o abbonamenti.
ja: 追加のPro機能は将来の更新で予定されています。現在のバージョンは無料で、アプリ内購入やサブスクリプションはありません。
nl: Extra Pro-functies zijn gepland voor een toekomstige update. De huidige versie is gratis zonder aankopen of abonnementen.
pt: Funcionalidades Pro adicionais estão planeadas para uma atualização futura. A versão atual é gratuita sem compras ou subscrições.
ru: Дополнительные Pro-функции запланированы в будущем обновлении. Текущая версия бесплатна, без покупок и подписок.
zh_hans: 更多 Pro 功能将在未来更新中推出。当前版本免费，不含应用内购买或订阅。

source: Air fryer
ca: Fregidora d'aire
de: Heißluftfritteuse
es: Freidora de aire
it: Friggitrice ad aria
ja: エアフライヤー
pt: Fritadeira sem óleo
ru: Аэрогриль
zh_hans: 空气炸锅

source: Alarm previews need a physical iPhone. The Simulator does not include Clock alarm audio, so every preview plays the same placeholder chime. Your choice is saved and works on device.
ca: Les previsualitzacions requereixen un iPhone físic. El simulador no inclou àudio del Rellotge, així que totes sonen igual. La teva elecció es desa i funciona al dispositiu.
de: Vorschauen erfordern ein physisches iPhone. Der Simulator enthält keine Uhren-Audio, daher klingt jede Vorschau gleich. Deine Wahl wird gespeichert und funktioniert auf dem Gerät.
es: Las vistas previas requieren un iPhone físico. El simulador no incluye audio del Reloj, así que todas suenan igual. Tu elección se guarda y funciona en el dispositivo.
fr: Les aperçus nécessitent un iPhone physique. Le simulateur n'inclut pas l'audio Horloge, donc tous jouent la même sonnerie. Votre choix est enregistré et fonctionne sur l'appareil.
it: Le anteprime richiedono un iPhone fisico. Il simulatore non include l'audio Orologio, quindi ogni anteprima suona uguale. La scelta viene salvata e funziona sul dispositivo.
ja: プレビューには実機のiPhoneが必要です。シミュレータには時計のアラーム音がないため、すべて同じ音が鳴ります。選択は保存され、実機で動作します。
nl: Voorbeelden vereisen een fysieke iPhone. De simulator heeft geen Klok-audio, dus elke preview klinkt hetzelfde. Je keuze wordt opgeslagen en werkt op het apparaat.
pt: As pré-visualizações exigem um iPhone físico. O simulador não inclui áudio do Relógio, por isso todas tocam o mesmo som. A sua escolha é guardada e funciona no dispositivo.
ru: Для предпросмотра нужен физический iPhone. В симуляторе нет звуков «Часы», поэтому все предпросмотры звучат одинаково. Выбор сохраняется и работает на устройстве.
zh_hans: 预览需要实体 iPhone。模拟器不包含时钟闹钟音频，因此每个预览播放相同的提示音。您的选择会保存并在设备上生效。

source: Alarm sound
ca: So d'alarma
de: Alarmton
es: Sonido de alarma
fr: Son d'alarme
it: Suono allarme
ja: アラーム音
nl: Alarmgeluid
pt: Som do alarme
ru: Звук будильника
zh_hans: 闹钟铃声

source: All available recipes are already in your import list.
ca: Totes les receptes disponibles ja són a la llista d'importació.
de: Alle verfügbaren Rezepte sind bereits in deiner Importliste.
es: Todas las recetas disponibles ya están en tu lista de importación.
fr: Toutes les recettes disponibles sont déjà dans votre liste d'import.
it: Tutte le ricette disponibili sono già nella lista di importazione.
ja: 利用可能なレシピはすべてインポートリストにあります。
nl: Alle beschikbare recepten staan al in je importlijst.
pt: Todas as receitas disponíveis já estão na sua lista de importação.
ru: Все доступные рецепты уже в списке импорта.
zh_hans: 所有可用食谱已在导入列表中。

source: Alphabetical
ca: Alfabètic
de: Alphabetisch
es: Alfabético
fr: Alphabétique
it: Alfabetico
ja: アルファベット順
nl: Alfabetisch
pt: Alfabético
ru: По алфавиту
zh_hans: 按字母

source: Back
ca: Enrere
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
nl: Terug
pt: Voltar
ru: Назад
zh_hans: 返回

source: Balanced
ca: Equilibrada
de: Ausgewogen
es: Equilibrada
fr: Équilibré
it: Bilanciata
ja: バランス
nl: Gebalanceerd
pt: Equilibrada
ru: Сбалансированная
zh_hans: 均衡

source: Bowls, eggs, salmon, and hearty mains.
ca: Bowls, ous, salmó i plats contundents.
de: Bowls, Eier, Lachs und herzhafte Hauptgerichte.
es: Bowls, huevos, salmón y platos contundentes.
fr: Bowls, œufs, saumon et plats copieux.
it: Bowl, uova, salmone e piatti sostanziosi.
ja: ボウル、卵、サーモン、ボリュームのあるメイン。
nl: Bowls, eieren, zalm en stevige hoofdgerechten.
pt: Tigelas, ovos, salmão e pratos fartos.
ru: Боулы, яйца, лосось и сытные основные блюда.
zh_hans: 碗餐、鸡蛋、三文鱼和丰盛主菜。

source: Breakfast
ca: Esmorzar
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
it: Colazione
ja: 朝食
nl: Ontbijt
pt: Pequeno-almoço
ru: Завтрак
zh_hans: 早餐

source: Breakfast planning unavailable
ca: Planificació d'esmorzar no disponible
de: Frühstücksplanung nicht verfügbar
es: Planificación de desayuno no disponible
fr: Planification du petit-déjeuner indisponible
it: Pianificazione colazione non disponibile
ja: 朝食の計画は利用できません
nl: Ontbijtplanning niet beschikbaar
pt: Planeamento de pequeno-almoço indisponível
ru: Планирование завтрака недоступно
zh_hans: 无法规划早餐

source: Browse, favorite, and filter recipes by category.
ca: Explora, marca favorites i filtra receptes per categoria.
de: Durchsuche, markiere Favoriten und filtere Rezepte nach Kategorie.
es: Explora, marca favoritas y filtra recetas por categoría.
fr: Parcourez, mettez en favori et filtrez les recettes par catégorie.
it: Sfoglia, aggiungi ai preferiti e filtra le ricette per categoria.
ja: レシピを閲覧、お気に入り登録、カテゴリでフィルター。
nl: Blader, markeer favorieten en filter recepten op categorie.
pt: Navegue, favorite e filtre receitas por categoria.
ru: Просматривайте, добавляйте в избранное и фильтруйте рецепты по категориям.
zh_hans: 浏览、收藏并按分类筛选食谱。

source: Build a shopping list from your meal plan.
ca: Crea una llista de la compra des del teu pla d'àpats.
de: Erstelle eine Einkaufsliste aus deinem Essensplan.
es: Crea una lista de compras desde tu plan de comidas.
fr: Créez une liste de courses à partir de votre plan de repas.
it: Crea una lista della spesa dal piano pasti.
ja: 食事プランから買い物リストを作成します。
nl: Maak een boodschappenlijst van je maaltijdplan.
pt: Crie uma lista de compras a partir do plano de refeições.
ru: Создайте список покупок из плана питания.
zh_hans: 根据餐食计划创建购物清单。

source: Cancel
ca: Cancela
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
pt: Cancelar
ru: Отмена
zh_hans: 取消

source: Cancel timer
ca: Cancela el temporitzador
de: Timer abbrechen
es: Cancelar temporizador
fr: Annuler le minuteur
it: Annulla timer
ja: タイマーをキャンセル
nl: Timer annuleren
pt: Cancelar temporizador
ru: Отменить таймер
zh_hans: 取消计时器

source: Category name
ca: Nom de categoria
de: Kategoriename
es: Nombre de categoría
fr: Nom de catégorie
it: Nome categoria
ja: カテゴリ名
nl: Categorienaam
pt: Nome da categoria
ru: Название категории
zh_hans: 分类名称

source: Change language in Settings → CookGPT → Language.
ca: Canvia l'idioma a Configuració → CookGPT → Idioma.
de: Sprache ändern unter Einstellungen → CookGPT → Sprache.
es: Cambia el idioma en Ajustes → CookGPT → Idioma.
fr: Changez la langue dans Réglages → CookGPT → Langue.
it: Cambia lingua in Impostazioni → CookGPT → Lingua.
ja: 「設定 → CookGPT → 言語」で言語を変更できます。
nl: Wijzig de taal in Instellingen → CookGPT → Taal.
pt: Altere o idioma em Definições → CookGPT → Idioma.
ru: Измените язык в Настройки → CookGPT → Язык.
zh_hans: 在“设置 → CookGPT → 语言”中更改语言。

source: Checked categories appear in the Recipes filter bar.
ca: Les categories marcades apareixen a la barra de filtres de Receptes.
de: Aktivierte Kategorien erscheinen in der Rezepte-Filterleiste.
es: Las categorías marcadas aparecen en la barra de filtros de Recetas.
fr: Les catégories cochées apparaissent dans la barre de filtres Recettes.
it: Le categorie selezionate compaiono nella barra filtri di Ricette.
ja: チェックしたカテゴリはレシピのフィルターバーに表示されます。
nl: Aangevinkte categorieën verschijnen in de filterbalk van Recepten.
pt: As categorias marcadas aparecem na barra de filtros de Receitas.
ru: Отмеченные категории отображаются в панели фильтров «Рецепты».
zh_hans: 已勾选的分类会显示在食谱筛选栏中。

source: Choose starter recipes
ca: Tria receptes inicials
de: Starterrezepte wählen
es: Elige recetas iniciales
fr: Choisissez des recettes de départ
it: Scegli ricette iniziali
ja: スターターレシピを選択
nl: Kies starterrecepten
pt: Escolha receitas iniciais
ru: Выберите стартовые рецепты
zh_hans: 选择入门食谱

source: Choose which meals to plan each day. Breakfast uses only recipes tagged Breakfast. Lunch and dinner never use breakfast recipes. Lunch and dinner on the same day always use different recipes when possible.
ca: Tria quins àpats planificar cada dia. L'esmorzar només usa receptes d'Esmorzar. Dinar i sopar mai usen receptes d'esmorzar. Quan sigui possible, dinar i sopar del mateix dia usen receptes diferents.
de: Wähle, welche Mahlzeiten du täglich planen möchtest. Frühstück nutzt nur Frühstücks-Rezepte. Mittag- und Abendessen nutzen nie Frühstücksrezepte. Mittag- und Abendessen am selben Tag verwenden nach Möglichkeit verschiedene Rezepte.
es: Elige qué comidas planificar cada día. El desayuno solo usa recetas de Desayuno. Almuerzo y cena nunca usan recetas de desayuno. Cuando sea posible, almuerzo y cena del mismo día usan recetas distintas.
fr: Choisissez les repas à planifier chaque jour. Le petit-déjeuner utilise uniquement les recettes Petit-déjeuner. Déjeuner et dîner n'utilisent jamais de recettes de petit-déjeuner. Quand c'est possible, déjeuner et dîner du même jour utilisent des recettes différentes.
it: Scegli quali pasti pianificare ogni giorno. La colazione usa solo ricette con tag Colazione. Pranzo e cena non usano mai ricette da colazione. Quando possibile, pranzo e cena dello stesso giorno usano ricette diverse.
ja: 毎日計画する食事を選びます。朝食は朝食タグのレシピのみ。昼食と夕食には朝食レシピは使いません。同じ日の昼食と夕食は可能な限り別のレシピを使います。
nl: Kies welke maaltijden je elke dag wilt plannen. Ontbijt gebruikt alleen Ontbijt-recepten. Lunch en diner gebruiken nooit ontbijtrecepten. Lunch en diner op dezelfde dag gebruiken waar mogelijk verschillende recepten.
pt: Escolha quais refeições planear cada dia. O pequeno-almoço usa apenas receitas de Pequeno-almoço. Almoço e jantar nunca usam receitas de pequeno-almoço. Quando possível, almoço e jantar no mesmo dia usam receitas diferentes.
ru: Выберите, какие приёмы пищи планировать каждый день. Завтрак использует только рецепты с тегом «Завтрак». Обед и ужин никогда не используют завтрачные рецепты. По возможности обед и ужин в один день — разные рецепты.
zh_hans: 选择每天要规划的餐食。早餐仅使用标记为早餐的食谱。午餐和晚餐不使用早餐食谱。同一天午餐和晚餐尽可能使用不同食谱。

source: Clear search
ca: Esborra la cerca
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca
ja: 検索をクリア
nl: Zoekopdracht wissen
pt: Limpar pesquisa
ru: Очистить поиск
zh_hans: 清除搜索

source: Clock-style alarm sounds on device
ca: Sons d'alarma estil Rellotge al dispositiu
de: Uhr-ähnliche Alarmtöne auf dem Gerät
es: Sonidos de alarma estilo Reloj en el dispositivo
fr: Sons d'alarme style Horloge sur l'appareil
it: Suoni allarme stile Orologio sul dispositivo
ja: デバイスで時計風のアラーム音
nl: Klok-achtige alarmgeluiden op apparaat
pt: Sons de alarme estilo Relógio no dispositivo
ru: Звуки будильника в стиле «Часы» на устройстве
zh_hans: 设备上的时钟风格闹钟铃声

source: Coming soon
ca: Properament
de: Demnächst
es: Próximamente
fr: Bientôt
it: In arrivo
ja: 近日公開
nl: Binnenkort
pt: Em breve
ru: Скоро
zh_hans: 即将推出

source: CookGPT can notify you when a step timer finishes, even if the app is in the background.
ca: CookGPT pot avisar-te quan acabi un temporitzador, fins i tot en segon pla.
de: CookGPT kann dich benachrichtigen, wenn ein Schritt-Timer endet, auch im Hintergrund.
es: CookGPT puede avisarte cuando termine un temporizador, incluso en segundo plano.
fr: CookGPT peut vous avertir quand un minuteur se termine, même en arrière-plan.
it: CookGPT può avvisarti quando un timer termina, anche in background.
ja: CookGPTはステップタイマー終了時に通知できます。バックグラウンドでも可能です。
nl: CookGPT kan je melden wanneer een stap-timer klaar is, ook op de achtergrond.
pt: O CookGPT pode notificá-lo quando um temporizador termina, mesmo em segundo plano.
ru: CookGPT может уведомить, когда таймер шага завершится, даже в фоне.
zh_hans: CookGPT 可在步骤计时器结束时通知您，即使应用在后台。

source: Cooking tools
ca: Eines de cuina
de: Kochutensilien
es: Utensilios
fr: Ustensiles
it: Utensili
ja: 調理器具
nl: Kookgerei
pt: Utensílios
ru: Кухонные принадлежности
zh_hans: 烹饪工具

source: Custom range
ca: Interval personalitzat
de: Benutzerdefinierter Bereich
es: Rango personalizado
fr: Plage personnalisée
it: Intervallo personalizzato
ja: カスタム範囲
nl: Aangepast bereik
pt: Intervalo personalizado
ru: Произвольный диапазон
zh_hans: 自定义范围

source: Dark
ca: Fosc
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
nl: Donker
pt: Escuro
ru: Тёмная
zh_hans: 深色

source: Day
ca: Dia
de: Tag
es: Día
fr: Jour
it: Giorno
ja: 日
nl: Dag
pt: Dia
ru: День
zh_hans: 日

source: Default servings: %lld
ca: Racions predeterminades: %lld
de: Standardportionen: %lld
es: Raciones predeterminadas: %lld
fr: Portions par défaut : %lld
it: Porzioni predefinite: %lld
ja: デフォルトの人数：%lld
nl: Standaard porties: %lld
pt: Porções padrão: %lld
ru: Порции по умолчанию: %lld
zh_hans: 默认份量：%lld

source: Delete
ca: Elimina
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
nl: Verwijderen
pt: Eliminar
ru: Удалить
zh_hans: 删除

source: Delete all
ca: Elimina tot
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
ja: すべて削除
nl: Alles verwijderen
pt: Eliminar tudo
ru: Удалить всё
zh_hans: 全部删除

source: Delete all groceries
ca: Elimina totes les compres
de: Alle Einkäufe löschen
es: Eliminar todas las compras
fr: Supprimer toutes les courses
it: Elimina tutta la spesa
ja: 買い物をすべて削除
nl: Alle boodschappen verwijderen
pt: Eliminar todas as compras
ru: Удалить все покупки
zh_hans: 删除全部购物项

source: Delete all groceries?
ca: ¿Eliminar totes les compres?
de: Alle Einkäufe löschen?
es: ¿Eliminar todas las compras?
fr: Supprimer toutes les courses ?
it: Eliminare tutta la spesa?
ja: 買い物をすべて削除しますか？
nl: Alle boodschappen verwijderen?
pt: Eliminar todas as compras?
ru: Удалить все покупки?
zh_hans: 删除全部购物项？

source: Delete meal
ca: Elimina àpat
de: Mahlzeit löschen
es: Eliminar comida
fr: Supprimer le repas
it: Elimina pasto
ja: 食事を削除
nl: Maaltijd verwijderen
pt: Eliminar refeição
ru: Удалить приём пищи
zh_hans: 删除餐食

source: Delete meals in current range
ca: Elimina àpats de l'interval actual
de: Mahlzeiten im aktuellen Bereich löschen
es: Eliminar comidas del rango actual
fr: Supprimer les repas de la plage actuelle
it: Elimina pasti nell'intervallo corrente
ja: 現在の範囲の食事を削除
nl: Maaltijden in huidig bereik verwijderen
pt: Eliminar refeições no intervalo atual
ru: Удалить приёмы пищи в текущем диапазоне
zh_hans: 删除当前范围内的餐食

source: Delete meals?
ca: ¿Eliminar àpats?
de: Mahlzeiten löschen?
es: ¿Eliminar comidas?
fr: Supprimer les repas ?
it: Eliminare i pasti?
ja: 食事を削除しますか？
nl: Maaltijden verwijderen?
pt: Eliminar refeições?
ru: Удалить приёмы пищи?
zh_hans: 删除餐食？

source: Deletes all recipes, meals, groceries, timers, and custom settings, then shows the first-launch walkthrough again.
ca: Elimina totes les receptes, àpats, compres, temporitzadors i ajustos personalitzats, i mostra de nou el tutorial inicial.
de: Löscht alle Rezepte, Mahlzeiten, Einkäufe, Timer und benutzerdefinierten Einstellungen und zeigt die Ersteinrichtung erneut.
es: Elimina todas las recetas, comidas, compras, temporizadores y ajustes personalizados, y muestra de nuevo el tutorial inicial.
fr: Supprime toutes les recettes, repas, courses, minuteurs et paramètres personnalisés, puis affiche à nouveau le tutoriel initial.
it: Elimina tutte le ricette, i pasti, la spesa, i timer e le impostazioni personalizzate, poi mostra di nuovo il tutorial iniziale.
ja: すべてのレシピ、食事、買い物、タイマー、カスタム設定を削除し、初回チュートリアルを再表示します。
nl: Verwijdert alle recepten, maaltijden, boodschappen, timers en aangepaste instellingen en toont de eerste-start rondleiding opnieuw.
pt: Elimina todas as receitas, refeições, compras, temporizadores e definições personalizadas e mostra novamente o tutorial inicial.
ru: Удаляет все рецепты, приёмы пищи, покупки, таймеры и пользовательские настройки, затем снова показывает обучение.
zh_hans: 删除所有食谱、餐食、购物清单、计时器和自定义设置，然后再次显示首次启动教程。

source: Dessert
ca: Postres
es: Postre
it: Dolce
ja: デザート
pt: Sobremesa
ru: Десерт
zh_hans: 甜点

source: Details
ca: Detalls
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
pt: Detalhes
ru: Подробности
zh_hans: 详情

source: Diet
ca: Dieta
de: Ernährung
es: Dieta
fr: Régime
it: Dieta
ja: 食事
nl: Dieet
pt: Dieta
ru: Диета
zh_hans: 饮食

source: Difficulty
ca: Dificultat
de: Schwierigkeit
es: Dificultad
fr: Difficulté
it: Difficoltà
ja: 難易度
nl: Moeilijkheid
pt: Dificuldade
ru: Сложность
zh_hans: 难度

source: Dinner
ca: Sopar
de: Abendessen
es: Cena
fr: Dîner
it: Cena
ja: 夕食
nl: Diner
pt: Jantar
ru: Ужин
zh_hans: 晚餐

source: Done editing
ca: Edició acabada
de: Bearbeitung beendet
es: Edición terminada
fr: Modification terminée
it: Modifica completata
ja: 編集完了
nl: Klaar met bewerken
pt: Edição concluída
ru: Редактирование завершено
zh_hans: 编辑完成

source: Drag to set the order shown on Recipes. Tap the red button to delete a category.
ca: Arrossega per ordenar en Receptes. Toca el botó vermell per eliminar una categoria.
de: Ziehen, um die Reihenfolge in Rezepte festzulegen. Tippe auf die rote Taste, um eine Kategorie zu löschen.
es: Arrastra para ordenar en Recetas. Toca el botón rojo para eliminar una categoría.
fr: Faites glisser pour définir l'ordre dans Recettes. Touchez le bouton rouge pour supprimer une catégorie.
it: Trascina per impostare l'ordine in Ricette. Tocca il pulsante rosso per eliminare una categoria.
ja: ドラッグしてレシピでの表示順を設定します。赤いボタンでカテゴリを削除できます。
nl: Sleep om de volgorde op Recepten in te stellen. Tik op de rode knop om een categorie te verwijderen.
pt: Arraste para definir a ordem em Receitas. Toque no botão vermelho para eliminar uma categoria.
ru: Перетащите, чтобы задать порядок в «Рецепты». Нажмите красную кнопку, чтобы удалить категорию.
zh_hans: 拖动以设置在食谱中的显示顺序。点按红色按钮删除分类。

source: Easy
ca: Fàcil
de: Einfach
es: Fácil
fr: Facile
it: Facile
ja: 簡単
nl: Makkelijk
pt: Fácil
ru: Легко
zh_hans: 简单

source: Edit
ca: Edita
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
nl: Bewerken
pt: Editar
ru: Изменить
zh_hans: 编辑

source: Edit categories
ca: Edita categories
de: Kategorien bearbeiten
es: Editar categorías
fr: Modifier les catégories
it: Modifica categorie
ja: カテゴリを編集
nl: Categorieën bewerken
pt: Editar categorias
ru: Изменить категории
zh_hans: 编辑分类

source: Edit groceries
ca: Edita compres
de: Einkäufe bearbeiten
es: Editar compras
fr: Modifier les courses
it: Modifica spesa
ja: 買い物を編集
nl: Boodschappen bewerken
pt: Editar compras
ru: Изменить покупки
zh_hans: 编辑购物清单

source: Edit meals
ca: Edita àpats
de: Mahlzeiten bearbeiten
es: Editar comidas
fr: Modifier les repas
it: Modifica pasti
ja: 食事を編集
nl: Maaltijden bewerken
pt: Editar refeições
ru: Изменить приёмы пищи
zh_hans: 编辑餐食

source: Eggs and overnight oats to start the day.
ca: Ous i civada de la nit per començar el dia.
de: Eier und Overnight Oats für den Start in den Tag.
es: Huevos y avena nocturna para empezar el día.
fr: Œufs et flocons du soir pour bien commencer.
it: Uova e overnight oats per iniziare la giornata.
ja: 卵とオーバーナイトオーツで一日を始める。
nl: Eieren en overnight oats om de dag te starten.
pt: Ovos e aveia noturna para começar o dia.
ru: Яйца и овсянка на ночь для начала дня.
zh_hans: 鸡蛋和隔夜燕麦开启一天。
